s-nlf-fh.glassit
alefragnani.project-manager
smulyono.reveal
eamodio.gitlens
vscodevim.vim
EditorConfig.EditorConfig
streetsidesoftware.code-spell-checker
esbenp.prettier-vscode
yzhang.markdown-all-in-one
redhat.vscode-yaml
bungcip.better-toml
mikestead.dotenv
formulahendry.auto-rename-tag
naumovs.color-highlight
dbaeumer.vscode-eslint
ms-vscode-remote.remote-wsl
ms-vscode-remote.remote-containers
ms-azuretools.vscode-docker
